Repository: JanHovland/MacOS_SwiftUI_Articles-master-version-1
Catalog: MacOS_SwiftUI_Articles/*.lproj/Localizable.strings
Languages: nb

source: AddArticle
nb: Lagre ny atikkel

source: Article saved
nb: Artikkelen lagret

source: Cannot show AddArticle
nb: Kan ikke vise AddArticle

source: Check that all fields have a value
nb: Sjekk at alle feltene har en verdi

source: Could not save changes while quitting. Quit anyway?
nb: Kunne ikke lagre endringene mens du avsluttet. Slutte likevel?

source: Delete this article?
nb: Slette denne artikkelen?

source: Do you really want to delete this article?
nb: Vil du virkelig slette denne artikkelen?

source: Enter a new article
nb: Lagre ny artikkel

source: Existing data
nb: Eksisterende data

source: Fetched all Article data
nb: Hentet alle artiklene

source: Introduction
nb: Introduksjon

source: MainType
nb: Hovedtype

source: Missing data
nb: Mangler data

source: Now all the data is extracted from the Article table on CloudKit
nb: Nå er alle dataene hentet ut fra artikkel tabellen i CloudKit

source: Refresh
nb: Frisk opp

source: Save article
nb: Lagre artikkel

source: SubType
nb: Undernivå

source: Successfully deleted the article
nb: Artikkelen ble slettet

source: This article is now stored in CloudKit
nb: Denne artikkelen er nå lagret i CloudKit

source: This article was stored earlier
nb: Denne artikkelen ble lagret tidligere

source: Title
nb: Tittel
